[{"show_id": "s15", "type": "TV Show", "title": "Crime Stories: India Detectives", "director": null, "cast": null, "country": null, "date_added": "September 22, 2021", "release_year": 2021, "rating": "TV-MA", "duration": "1 Season", "listed_in": "British TV Shows, Crime TV Shows, Docuseries", "description": "Cameras following Bengaluru police on the job offer a rare glimpse into the complex and challenging inner workings of four major crime investigations."}, {"show_id": "s16", "type": "TV Show", "title": "Dear White People", "director": null, "cast": "Logan Browning, Brandon P. Bell, DeRon Horton, Antoinette Robertson, John Patrick Amedori, Ashley Blaine Featherson, Marque Richardson, Giancarlo Esposito", "country": "United States", "date_added": "September 22, 2021", "release_year": 2021, "rating": "TV-MA", "duration": "4 Seasons", "listed_in": "TV Comedies, TV Dramas", "description": "Students of color navigate the daily slights and slippery politics of life at an Ivy League college that's not nearly as \"post-racial\" as it thinks."}, {"show_id": "s17", "type": "Movie", "title": "Europe's Most Dangerous Man: Otto Skorzeny in Spain", "director": "Pedro de Echave García, Pablo Azorín Williams", "cast": null, "country": null, "date_added": "September 22, 2021", "release_year": 2020, "rating": "TV-MA", "duration": "67 min", "listed_in": "Documentaries, International Movies", "description": "Declassified documents reveal the post-WWII life of Otto Skorzeny, a close Hitler ally who escaped to Spain and became an adviser to world presidents."}, {"show_id": "s18", "type": "TV Show", "title": "Falsa identidad", "director": null, "cast": "Luis Ernesto Franco, Camila Sodi, Sergio Goyri, Samadhi Zendejas, Eduardo Yáñez, Sonya Smith, Alejandro Camacho, Azela Robinson, Uriel del Toro, Géraldine Bazán, Gabriela Roel, Marcus Ornellas", "country": "Mexico", "date_added": "September 22, 2021", "release_year": 2020, "rating": "TV-MA", "duration": "2 Seasons", "listed_in": "Crime TV Shows, Spanish-Language TV Shows, TV Dramas", "description": "Strangers Diego and Isabel flee their home in Mexico and pretend to be a married couple to escape his drug-dealing enemies and her abusive husband."}]